{
	//DailyRewards
	"DailyRewardTitle": "Daily Rewards",
	"ClaimDailyReward": "Claim Reward",
	"DailyRewardDay": "Day %s",

	//Energy System
	"PowerCapacity": "Capacity: ",
	"PowerOutput": "Producing: ",
	"GeneratorUsage": "Generators: %s/%s",

	//Factory Import/Export
	"ExportInteraction": "Export creation",
	"ExportTitle": "Enter creation name",
	"ExportedCreation": "Exported creation!",
	"InvalidName": "Please enter a name!",
	"ExportBlueprintExists": "Blueprint by the name of '%s' already exists, do you want to overwrite it?",
	
	"ImportInteraction": "Import creation",
	"ImportTitle": "Select a creation to import!",
	"ImportedCreation": "Imported Creation!",
	"ImportNone": "No Blueprints",
	"ImportNeededMoney": "Cost: ",
	"ImportCantBuyItems": "Unaffordable",
	"ImportDeleteCreation": "Delete",
	"ImportDeleteCreationConfirmation": "Are you sure you want to DELETE '%s'?",

	//Money & Shop
	"Sell": "Sell",
	"Buy": "Buy",
	"OutOfMoney": "#ff0000Not enough money!",
	"ShopTitle": "SHOP",
	"Shop": "Shop",
	"AllTab": "All",
	"DroppersTab": "Droppers",
	"UpgradesTab": "Upgraders",
	"FurnacesTab": "Furnaces",
	"UtilitiesTab": "Utilities",
	"GeneratorsTab": "Generators",
	"DecorTab": "Decor",
	"NewMaxSellQuantity": "Maximum Sell Quantity: ",
	"SortHighest": "Sort from highest",
	"SortLowest": "Sort from lowest",
	"Tier": "Tier",
	"FilterBy": "Filter by (no tier)",
	"Description": "Description",

	//Research
	"SetResearchFurnace": "Set Research Furnace",
	"ResearchFurnaceSet": "Research Furnace Set",
	"ResearchFurnaceRemoved": "Research Furnace Removed",
	"ResearchTier": "Tier ",
	"ResearchUnlocks": "Unlocks",
	"ResearchFinished": "Tier %s Reseached!",
	"RsearchUnlockItem": "Unlocked: ",
	"Research": "Research",

	//Tiers
	"DescTier1": "Through the power of deep-learning crypto quantum gene editing nanotechnology we can create drops out of thin air! Studying those drops should help us improve the process (and profits)!",
	"DescTier2": "The humble and reliable Wood, perfect for research purposes! Its versatility allows us to build factories, chairs, and even toothpicks. Just remember, with every tree felled, profits grow while forests...well, they'll always be there, right?",
	"DescTier3": "Ah, Iron, the backbone of industrial progress! With this sturdy metal, we'll forge our way to success. Ignoring a few rusty details, it's amazing how selling iron can iron out financial worries!",
	"DescTier4": "Introducing Uranium, the hidden treasure of our research endeavors! Its unique properties allow us to unlock new realms of energy efficiency and productivity. While some warn about its radioactive properties, we just didn't implement them!",
	"DescTier5": "Move over, Uranium 238, and make way for the more refined Uranium 235! With this precious isotope, we'll unlock the secrets of nuclear energy and watch our profits skyrocket. Research showed that our Uranium mines produce a small amount of it. We've been able to mark them red. It also seems to be (ridiculously) more lightweight.",
	"DescTier6": "Deuterium, the fuel of the future! By harnessing the power of heavy water, we'll create unimaginable wealth. It's a scientific masterpiece, and the fact that it requires a lot of energy to produce is just a minor hiccup. We'll find a way around that... eventually.",
	"DescTier7": "Diamonds are forever, and so are our profits! With these dazzling gems, we'll make a fortune. Just remember, there may be a few ethical concerns about the diamond industry, but hey, who doesn't love shiny objects? Unfortunately our mines produce a lot of other drops, so we might need to filter the diamonds out.",
	"DescTier8": "Neptunium, the mysterious element from the deep sea. It may not have many practical uses, but hey, it sounds impressive, right? Researching this rare material might not bring immediate profits, but it's all about the thrill of the unknown... and a little bit of radioactive excitement!",
	"DescTier9": "Ah, the enchanting Moon Stone! Rumor has it, it grants incredible powers and brings prosperity to those who possess it. Forget about the fact that it's just a shiny rock. With clever marketing and a sprinkle of imagination, our profits will soar to lunar heights!",
	"DescTier10": "Prepare for explosive profits with Antimatter! Sure, it's highly unstable and difficult to handle, but who can resist the allure of harnessing the most powerful substance in the universe? Just make sure to keep those containment fields intact, and everything will be fine.",
	"DescTier11": "Introducing Bouncium, the bouncy material that defies gravity and logic! With its absurd physics, we'll invent never-before-seen contraptions and create a spectacle that attracts customers like moths to a flame. Just try not to bounce too high and lose sight of your profits!",

	//Prestige
	"Prestige": "Prestige",
	"PrestigeDescription": "Doing a prestige will DELETE all creations and let you start from scratch on a new planet! You will only keep special items, perks and #dd6e00◊#ffffff. If you do a prestige now, you wil gain:",
	"PrestigeResetButton": "Prestige Now",
	"PrestigeConfirmation": "This will RESET the entire world. Are you sure?",
	"Perks": "Perks",
	"PerksOwned": "Owned",
	"PerksUnlocked": "Unlocked",
	"PerksLocked": "Locked",
	"PerkRequirements": "Requires",
	"PerksBalance": "Balance: ",

	//Perks
	"ResearchLv1Name": "Research Lvl.1",
	"ResearchLv1Desc": "It's time to make science go brr!\nLet's boost our research by 6.9%",
	"ResearchLv2Name": "Research Lvl.2",
	"ResearchLv2Desc": "Let's boost our research by anotther 6.9%! Science is nice!",
	"ResearchLv3Name": "Research Lvl.3",
	"ResearchLv3Desc": "Time to reach the fullest potential of research and the power of 6.9%!",

	"PollutionLv1Name": "Pollution Lvl.1",
	"PollutionLv1Desc": "Let's do some lobbying work and get those pesky pollution values down by 2%!",
	"PollutionLv2Name": "Pollution Lvl.2",
	"PollutionLv2Desc": "People are still mad about the pollution. Some propaganda should help decrease it by another 2%.",
	"PollutionLv3Name": "Pollution Lvl.3",
	"PollutionLv3Desc": "The only solution is pollution! Let's pump some chemtrails into the air to make the public even more dumb. This should shae off another 2%!",

	"JetpackLv1Name": "Jetpack!",
	"JetpackLv1Desc": "Unlock a cool and epic jetpack that allows you to fly too the moon! Well at least if you would not have to keep an eye on fuel. Good thing you can recharge it with earthly magic when touching the ground.",
	
	"LiftLv1Name": "Lift++",
	"LiftLv1Desc": "Upgrade your lift! This will allow you to export and import entire factories! It will even automatically buy the parts you need!",

	"PaintToolLv1Name": "Paint Tool",
	"PaintToolLv1Desc": "The paint tool allows you to color your creations! Customize your factories and have show them monochromes who's boss! (paint not included)",

	"WeldToolLv1Name": "Weld Tool",
	"WeldToolLv1Desc": "The weld tool allows you to make one out of two! It is quite incredible indeed.",

	//Clear Ores
	"ClearOresTitle": "Clear All Ores?",
	"ClearOresMessageMale": "You sure, bro?",
	"ClearOresMessageFemale": "You sure, sis?",

	//Other
	"DismissTutorial": "Press \"%s\" to dismiss",
	"TutorialLockedFeature": "Follow the tutorial to unlock this feature",

	//Tutorials
	"TutorialQuestName": "The Factory MUST Grow!",
	"DailyRewardClaimedEvent": "Claim the daily reward",
	"WelcomeTutorialTitle": "Welcome to Scrap Factory!",
	"WelcomeTutorialMessage": "To get started, place a down a dropper and a furnace!",
	"DropperPlacedEvent": "Place down dropper",
	"FurnacePlacedEvent": "Place down furnace",
	"PowerTutorialTitle": "Power Management",
	"PowerTutorialMessage": "Every item consumes power. So you will need to generate electricity to get your first factory started! Place down a windmill.\n\nYou can later optimize your power by turning machines off with logic or storing excess power in batteries.",
	"WindmillPlacedEvent": "Place down windmill",
	"WindmillTutorialTitle": "Windmill",
	"WindmillTutorialMessage": "Each power generator produces power depending on different factors. For example, windmills produce up to 100% more power when placed higher!",
	"DropperTutorialTitle": "Droppers",
	"DropperTutorialMessage": "Droppers create drops out of thin air! Your first dropper is manual and requires you to press the button. Drop some ore onto the furnace to earn money!",
	"MoneyMadeEvent": "Drop ore onto the furnace",
	"ShopTutorialTitle": "Shop",
	"ShopTutorialMessage": "To make even more money we are going to need more machines. Press \"%s\" to open the shop. Once you have $100, you can buy your first upgrader!",
	"100MoneyEvent": "Earn $100",
	"UpgraderBoughtEvent": "Buy an upgrader from the shop (press to \"%s\" open it)",
	"UpgraderTutorialTitle": "Upgraders",
	"UpgraderTutorialMessage": "Upgraders make your drops more valuable! Each upgrader affects drop value differently once a drop passes the upgrade area. You can use the same upgrader multiple times! However, each upgrade can only be used a finite amount of times on each ore. Upgraders sometimes also have a value cap they can't exceed.",
	"SellUpgradedDropEvent": "Upgrade a drop and sell it",
	"ResearchFurnaceTutorialTitle": "Research Furnace",
	"ResearchFurnaceTutorialMessage": "To unlock more items, you need to do some research first. To get started we need to dedicate one furnace to research. You can only have one research furnace at a time. All drops sold in it, will be used for research. Simply interact with your furnace.",
	"ResearchFurnaceSetEvent": "Set a research furnace",
	"ResearchTutorialTitle": "Research",
	"ResearchTutorialMessage": "Research happens one tier at a time. Each tier requires a certain drop. You need to sell enough of this drop with a research furnace until you hit the research goal. Upon completion, you'll unlock new items to help you make even more money!",
	"ResearchCompleteEvent": "Complete the research tier",
	"GetRichTutorialTitle": "Get Rich",
	"GetRichTutorialMessage": "Those are the basics! Now use that oversized brain of yours and make big stonks. Surely, you won't make any unethical decisions along the way... Remember, the factory MUST grow!",
	"1BMoneyEvent": "Earn $1.00B",
	"PrestigeTutorialTitle": "Prestige",
	"PrestigeTutorialMessage": "Look how far you've come! Surely, you wanna go even further? How does space sound? You can prestige at any time to leave to a new planet! Just leave all that nasty pollution behind and start over! You will lose your money, creations, items and current research progress. You will keep special items and ◊. You gain ◊ after a prestige and can spend it on powerful perks.",

	"ClearOresTutorialTitle": "How to Clear Drops",
	"ClearOresTutorialMessage": "Press \"%s\" to delete all drops",
	"PollutionTutorialTitle": "Pollution",
	"PollutionTutorialMessage": "You've just created a polluted drop. When the drop is sold or despawns, it will release its pollution. You can either store it, or upgrade it to reduce its pollution. Once pollution is created, you cannot remove it. The more polluted this planet becomes, the harder research gets. But don't worry. You can always prestige and screw a new planet over!",
	"BurnerTutorialTitle": "Burners",
	"BurnerTutorialMessage": "Burners destroy ores but not for money or research. They give real power! The more valuable the drops you sell, the more power you generate! However, this creates pollution. And don't forget to store all that energy you generate!",
	"SolarTutorialTitle": "Solar Power",
	"SolarTutorialMessage": "Solar panels generate power during the day. Sadly days don't last forever. If you want to run your factory all the time, you need to store power during the day to spend it at night.",
	"SellTutorialTitle": "Sell Tool",
	"SellTutorialMessage": "You can use the sell tool to turn unneeded items into money. Simply look at an item you want to sell. By pressing \"%s\" you can increase the amount of items you want to sell. This will sell items from your inventory as well. Cleanig out your inventory was never as profitable before!",
	"PowerStorageTutorialTitle": "Power Storage",
	"PowerStorageTutorialMessage": "As your factory grows, your power needs will change. It's always a good idea to have excess capaciy in case of a power surge. Batteries can store excess power, and provide power when you need it. The HUD will show you how much all of your batteries are charged.",
	"FireUpgraderTutorialTitle": "Fire Upgrader",
	"FireUpgraderTutorialMessage": "This will light flamable drops on fire!\na burning drop will be burnt after a small time.",

	//Tools
	"ON": "On",
	"OFF": "Off",
	"JetpackAlwaysOn": "Always active: ",

	//Interactive
	"TeleporterMoreThan2": "You can only have 2 teleporters!",
	"NuclearReactorCritical": "TEMPERATURE CRITICAL",
	"NuclearReactorEfficiency": "Efficiency",
	"NuclearReactorLowTemperature": "Temparature too low",
	"NuclearReactorNeedUranium235": "You need Uranium 235 to start the reactor",
	"NuclearReactorMaximumPurity": "Maximum processed purity: ",
	"NuclearReactorHeat": "Heat: ",
	"NuclearReactorFuel": "Fuel: ",
	"NuclearReactorPurity": "Purity: "
}
